{
    "title":"React Essentials - titulo",
    "contact_us":"Contactanos",
    "home":"Inicio",
    "text1":"test",
    "text2":"test2",
    "text3":"test3",
    "welcome_text":"Momento de comenzar",
    "main_text_concepts":"Conceptos fundamentales de React",
    "main_text": [
        "Un club de kickboxing es un lugar dedicado a la práctica y promoción del kickboxing, una disciplina de artes marciales que combina técnicas de puños y patadas. Este tipo de clubes brindan un espacio donde los entusiastas del kickboxing, ya sean principiantes o expertos, pueden reunirse para entrenar, perfeccionar sus habilidades y participar en actividades relacionadas con este deporte.",
        "Por lo general, un club de kickboxing cuenta con instructores calificados que guían a los miembros a través de sesiones de entrenamiento estructuradas, enseñando técnicas de ataque y defensa, así como proporcionando consejos sobre la forma y la estrategia. Además de los entrenamientos regulares, muchos clubes organizan eventos, competiciones y exhibiciones para fomentar la camaradería entre los miembros y promover el kickboxing a nivel local o incluso nacional.",
        "Los clubes de kickboxing también suelen ofrecer un ambiente de apoyo y motivación, donde los practicantes pueden establecer metas personales, mejorar su condición física y desarrollar habilidades de autodefensa. Al unirse a un club de kickboxing, los participantes no solo obtienen beneficios físicos, como fuerza y resistencia, sino también disfrutan de una comunidad unida que comparte la pasión por este emocionante deporte de combate."
    ],
    "proyects":"Proyects",
    "proyect_data":[
        {
            "title":"Proyect 1",
            "description":"Description 1",
            "link":"Link 1",
            "github":"Github 1"
        },
        {
            "title":"Proyect 2",
            "description":"Description 2",
            "link":"Link 2",
            "github":"Github 1"
        },
        {
            "title":"Proyect 3",
            "description":"Description 3",
            "link":"Link 3",
            "github":"Github 1"
        }
    ],
    "career":"Career",
    "career_data":[
        {
            "title":"Career 1",
            "description":"Description 1",
            "link":"Link 1"
        },
        {
            "title":"Career 2",
            "description":"Description 2",
            "link":"Link 2"
        },
        {
            "title":"Career 3",
            "description":"Description 3",
            "link":"Link 3"
        }
    ],
    "myself":"Myself",
    "myself_data":[
        {
            "title":"Myself 1",
            "description":"Description 1",
            "link":"Link 1"
        },
        {
            "title":"Myself 2",
            "description":"Description 2",
            "link":"Link 2"
        },
        {
            "title":"Myself 3",
            "description":"Description 3",
            "link":"Link 3"
        }
    ]
    
}